export const events = [
  {
    title: "Технологии",
    data: [
      {
        year: 1987,
        description:
          "Распад Советского Союза начинается с начала перестройки и Гласности под руководством Горбачева.",
      },
      {
        year: 1988,
        description: "Заключение трудов после 8 лет войны в Иране и Ираке.",
      },
      {
        year: 1989,
        description:
          "Падение Берлинской стены, что символизирует конец Холодной войны и разделение Восточной и Западной Германии.",
      },
      {
        year: 1990,
        description:
          "Единая Германия - объединение Германии после 45 лет разделения.",
      },
      {
        year: 1991,
        description:
          "Распад СССР и начало национальных движений в бывших республиках.",
      },
      {
        year: 1992,
        description:
          "Создание Европейского Союза и усиление международного сотрудничества.",
      },
    ],
  },
  {
    title: "Кино",
    data: [
      {
        year: 1993,
        description:
          "Начало работы Всемирной торговой организации (ВТО) и продвижение мировой торговли.",
      },
      {
        year: 1994,
        description:
          "Первый веб-сайт для широкой публики и начало цифровой эры.",
      },
      {
        year: 1995,
        description: "Создание Южноафриканской Конституции и конец апартеида.",
      },
      {
        year: 1996,
        description:
          "Запуск поисковика Google, который станет ключевым игроком в интернет-индустрии.",
      },
      {
        year: 1997,
        description:
          "Запуск первого китайского космического корабля и начало космических исследований.",
      },
      {
        year: 1998,
        description:
          "Начало усиления борьбы с терроризмом после теракта в нью-йоркском Отеле «Миск».",
      },
    ],
  },
  {
    title: "Литература",
    data: [
      {
        year: 1999,
        description:
          "Возникновение кризиса в России и уход Бориса Ельцина с поста.",
      },
      {
        year: 2000,
        description:
          "Начало нового тысячелетия и переживание проблемы «года 2000» в информационных технологиях.",
      },
      {
        year: 2001,
        description:
          "Теракты 11 сентября в США, которые изменили мировую политику и безопасность.",
      },
      {
        year: 2002,
        description:
          "Запуск евро как общей валюты для стран Европейского союза.",
      },
      {
        year: 2003,
        description:
          "Начало второй иракской войны и протесты в мире против нее.",
      },
      {
        year: 2004,
        description:
          "Цунами в Тихом океане, одно из самых смертоносных природных бедствий.",
      },
    ],
  },
  {
    title: "",
    data: [
      {
        year: 2005,
        description: "Возникновение интернет-блогов и начало эры цифровых СМИ.",
      },
      {
        year: 2006,
        description:
          "Основание Twitter и новая эпоха микроблоггинга в Интернете.",
      },
      {
        year: 2007,
        description: "Выход первого iPhone и начало мобильной революции.",
      },
      {
        year: 2008,
        description:
          "Финансовый кризис, который стал одним из самых серьезных за последние десятилетия.",
      },
      {
        year: 2009,
        description: "Создание биткоина и появление криптовалют.",
      },
      {
        year: 2010,
        description:
          "Арабская весна - массовые протесты в арабских странах за демократию и свободу.",
      },
    ],
  },
  {
    title: "Спорт",
    data: [
      {
        year: 2011,
        description:
          "Задержание Бен Ладена и конец основного террориста после атак 11 сентября.",
      },
      {
        year: 2012,
        description: "Лондонская Олимпиада - спортивное событие года.",
      },
      {
        year: 2013,
        description:
          "Начало работы Илона Маска над SpaceX и космическими проектами.",
      },
      {
        year: 2014,
        description:
          "Аннексия Крыма Россией, что вызвало международные обвинения.",
      },
      {
        year: 2015,
        description:
          "Подписание Парижского соглашения по климату для борьбы с изменением климата.",
      },
      {
        year: 2016,
        description:
          "Brexit - выход Великобритании из Европейского Союза вызвал волнение в мире.",
      },
    ],
  },
  {
    title: "Наука",
    data: [
      {
        year: 2017,
        description:
          "Коронавирусные пандемия начинает охватывать мир и изменить нашу повседневную жизнь.",
      },
      {
        year: 2018,
        description:
          "Мировое бурное сокращение науки и технологий с разработкой ИИ и машинного обучения.",
      },
      {
        year: 2019,
        description:
          "Продолжение коронавирусной пандемии и начало разработки вакцин против COVID-19.",
      },
      {
        year: 2020,
        description:
          "Распространение протестов против расовой нетерпимости и движение Black Lives Matter.",
      },
      {
        year: 2021,
        description:
          "Выборы президента США, пандемия COVID-19 и выход вакцин стали ключевыми событиями года.",
      },
      {
        year: 2022,
        description:
          "Продолжение геополитических противоречий и технологического прогресса в мире.",
      },
    ],
  },
];
